{"responseHeader": {"status": 0, "QTime": 130, "params": {"q": "((abstract:\"COVID-19\" OR abstract:\"COVID-19 Vaccines\" OR abstract:\"COVID-19 serotherapy\" OR abstract:\"COVID-19 Nucleic Acid Testing\" OR abstract:\"COVID-19 Serological Testing\" OR abstract:\"COVID-19 Testing\" OR abstract:\"SARS-CoV-2\" OR abstract:\"Severe Acute Respiratory Syndrome Coronavirus 2\" OR abstract:\"NCOV\" OR abstract:\"2019 NCOV\" OR ((abstract:\"coronavirus\" OR abstract:\"COV\") AND date:[2019-11-01T00:00:00Z TO 3000-01-01T00:00:00Z])) AND (abstract:\"diagnos*\" OR abstract:\"detect*\")) OR ((title:\"COVID-19\" OR title:\"COVID-19 Vaccines\" OR title:\"COVID-19 serotherapy\" OR title:\"COVID-19 Nucleic Acid Testing\" OR title:\"COVID-19 Serological Testing\" OR title:\"COVID-19 Testing\" OR title:\"SARS-CoV-2\" OR title:\"Severe Acute Respiratory Syndrome Coronavirus 2\" OR title:\"NCOV\" OR title:\"2019 NCOV\" OR ((title:\"coronavirus\" OR title:\"COV\") AND date:[2019-11-01T00:00:00Z TO 3000-01-01T00:00:00Z])) AND (title:\"diagnos*\" OR title:\"detect*\"))", "facet.field": "snomed_codes", "start": "0", "rows": "1000", "facet": "off"}}, "response": {"numFound": 25, "start": 0, "docs": [{"pmid": "34882771", "title": ["Underascertainment of COVID-19 cases among first responders: a seroepidemiological study."], "abstract": ["BACKGROUND: Providing frontline support places first responders at a high risk for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. \nAIMS: This study was aimed to determine the anti-SARS-CoV-2 seroprevalence in a cohort of first responders (i.e. firefighters/paramedics), to detect the underascertainment rate and to assess risk factors associated with seropositivity. \nMETHODS: We conducted a serological survey among 745 first responders in Germany during 27 November and 4 December 2020 to determine the anti-SARS-CoV-2 seroprevalence using Elecsys® Anti-SARS-CoV-2 immunoassay (Roche Diagnostics, Mannheim, Germany). As part of the examination, participants were asked to provide information on coronavirus disease 2019 (COVID-19)-like-symptoms, information on sociodemographic characteristics and workplace risk factors for a SARS-CoV-2 infection and any prior COVID-19 infection. Descriptive statistics and logistic regression analysis were performed and seroprevalence estimates were adjusted for test sensitivity and specificity. \nRESULTS: The test-adjusted seroprevalence was 4% (95% CI 3.1-6.2) and the underascertainment rate was 2.3. Of those tested SARS-CoV-2 antibody positive, 41% were aware that they had been infected in the past. Seropositivity was elevated among paramedics who worked in the emergency rescue team providing first level of pre-hospital emergency care (6% [95% CI 3.4-8.6]) and those directly exposed to a COVID-19 case (5% [95% CI 3.5-8.1]). Overall, the seroprevalence and the underascertainment rate were higher among first responders than among the general population. \nCONCLUSIONS: The high seroprevalence and underascertainment rate highlight the need to mitigate potential transmission within and between first responders and patients. Workplace control measures such as increased and regular COVID-19-testing and the prompt vaccination of all personnel are necessary. \n© The Author(s) 2021. Published by Oxford University Press on behalf of the Society of Occupational Medicine. All rights reserved. For Permissions, please email: journals.permissions@oup.com."], "journal": "Occup Med (Lond)", "journal_id": "9205857", "date": "2021-12-09T00:00:00Z", "keyword": ["COVID-19", "SARS-CoV-2", "firefighters", "infection risk", "occupational medicine", "paramedics", "seroprevalence"], "abstract_sen": "[0, 20, 37, 51, 83, 116, 134, 149, 166, 201, 218, 239, 257, 261, 274, 277, 282]", "abstract_snomed_ents": "[[9, 10, \"C4319571;T033;723509005\", \"high risk\"], [12, 15, \"C1175175;T047;398447004\", \"severe acute respiratory syndrome\"], [19, 19, \"C0009450;T047;189822004,40733004,191415002\", \"infection.\"], [110, 110, \"C0009450;T047;189822004,40733004,191415002\", \"infection\"], [114, 114, \"C5203670;T047;840539006\", \"COVID-19\"], [115, 115, \"C0009450;T047;189822004,40733004,191415002\", \"infection.\"], [131, 131, \"C0427965;T033;365705006\", \"sensitivity\"], [153, 153, \"C0003241;T129,T121,T116;768606008,68498002\", \"antibody\"], [154, 154, \"C1446409;T033;10828004\", \"positive,\"], [195, 195, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[2, 2, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["723509005", "189822004", "365705006", "40733004", "191415002", "68498002", "10828004", "768606008", "398447004", "840539006"], "id": "f09c0fdc-7682-4d09-97c0-2d6fb0035514", "_version_": 1725432035578740740}, {"pmid": "34889894", "title": ["Strategy to Develop and Evaluate a Multiplex RT-ddPCR in Response to SARS-CoV-2 Genomic Evolution."], "abstract": ["The worldwide emergence and spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) since 2019 has highlighted the importance of rapid and reliable diagnostic testing to prevent and control the viral transmission. However, inaccurate results may occur due to false negatives (FN) caused by polymorphisms or point mutations related to the virus evolution and compromise the accuracy of the diagnostic tests. Therefore, PCR-based SARS-CoV-2 diagnostics should be evaluated and evolve together with the rapidly increasing number of new variants appearing around the world. However, even by using a large collection of samples, laboratories are not able to test a representative collection of samples that deals with the same level of diversity that is continuously evolving worldwide. In the present study, we proposed a methodology based on an in silico and in vitro analysis. First, we used all information offered by available whole-genome sequencing data for SARS-CoV-2 for the selection of the two PCR assays targeting two different regions in the genome, and to monitor the possible impact of virus evolution on the specificity of the primers and probes of the PCR assays during and after the development of the assays. Besides this first essential in silico evaluation, a minimal set of testing was proposed to generate experimental evidence on the method performance, such as specificity, sensitivity and applicability. Therefore, a duplex reverse-transcription droplet digital PCR (RT-ddPCR) method was evaluated in silico by using 154 489 whole-genome sequences of SARS-CoV-2 strains that were representative for the circulating strains around the world. The RT-ddPCR platform was selected as it presented several advantages to detect and quantify SARS-CoV-2 RNA in clinical samples and wastewater. Next, the assays were successfully experimentally evaluated for their sensitivity and specificity. A preliminary evaluation of the applicability of the developed method was performed using both clinical and wastewater samples."], "journal": "Curr Issues Mol Biol", "journal_id": "100931761", "date": "2021-12-10T00:00:00Z", "keyword": ["COVID-19", "SARS-CoV-2", "droplet digital PCR", "monitoring", "next-generation sequencing data", "respiratory samples", "wastewater"], "abstract_sen": "[0, 32, 61, 83, 116, 133, 190, 218, 250, 271, 283, 301]", "abstract_snomed_ents": "[[6, 9, \"C1175175;T047;398447004\", \"severe acute respiratory syndrome\"], [138, 138, \"C1444648;T033;410527000\", \"offered\"], [152, 152, \"C3853643;T059;702675006\", \"PCR\"], [180, 180, \"C3853643;T059;702675006\", \"PCR\"], [215, 215, \"C0427965;T033;365705006\", \"sensitivity\"], [224, 224, \"C3853643;T059;702675006\", \"PCR\"], [239, 239, \"C0080194;T037;48532005\", \"strains\"], [246, 246, \"C0080194;T037;48532005\", \"strains\"], [264, 265, \"C5397190;T114,T123;1240411000000107\", \"SARS-CoV-2 RNA\"], [280, 280, \"C0427965;T033;365705006\", \"sensitivity\"]]", "title_snomed_ents": "[]", "snomed_codes": ["365705006", "48532005", "410527000", "702675006", "398447004", "1240411000000107"], "id": "a5e34d18-b3dd-4ca8-b12a-91ced65be8c3", "_version_": 1725432037633949696}, {"pmid": "34883947", "title": ["Sleep and COVID-19. A Case Report of a Mild COVID-19 Patient Monitored by Consumer-Targeted Sleep Wearables."], "abstract": ["Since its first description in Wuhan, China, the novel Coronavirus (SARS-CoV-2) has spread rapidly around the world. The management of this major pandemic requires a close coordination between clinicians, scientists, and public health services in order to detect and promptly treat patients needing intensive care. The development of consumer wearable monitoring devices offers physicians new opportunities for the continuous monitoring of patients at home. This clinical case presents an original description of 55 days of SARS-CoV-2-induced physiological changes in a patient who routinely uses sleep-monitoring devices. We observed that sleep was specifically affected during COVID-19 (Total Sleep time, TST, and Wake after sleep onset, WASO), within a seemingly bidirectional manner. Sleep status prior to infection (e.g., chronic sleep deprivation or sleep disorders) may affect disease progression, and sleep could be considered as a biomarker of interest for monitoring COVID-19 progression. The use of habitual data represents an opportunity to evaluate pathologic states and improve clinical care."], "journal": "Sensors (Basel)", "journal_id": "101204366", "date": "2021-12-10T00:00:00Z", "keyword": ["COVID-19", "consumer sleep wearables", "sleep"], "abstract_sen": "[0, 17, 45, 64, 86, 110, 140, 156]", "abstract_snomed_ents": "[[94, 94, \"C5203670;T047;840539006\", \"COVID-19\"], [114, 114, \"C0009450;T047;189822004,40733004,191415002\", \"infection\"], [117, 118, \"C0037316;T033;130989002\", \"sleep deprivation\"], [120, 121, \"C0851578;T048;39898005\", \"sleep disorders)\"], [138, 138, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[2, 2, \"C5203670;T047;840539006\", \"COVID-19.\"], [9, 9, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["189822004", "191415002", "40733004", "130989002", "39898005", "840539006"], "id": "af1a857b-cc53-465b-a083-cb253a7f0470", "_version_": 1725432035926867970}, {"pmid": "34884414", "title": ["Diagnostic, Prognostic, and Therapeutic Value of Droplet Digital PCR (ddPCR) in COVID-19 Patients: A Systematic Review."], "abstract": ["Accurate detection of SARS-CoV-2, the pathogen causing the global pandemic of COVID-19, is essential for disease surveillance and control. Quantitative reverse transcription PCR (RT-qPCR) is considered the reference standard test for the diagnosis of SARS-CoV-2 by the World Health Organization and Centers for Disease Control and Prevention. However, its limitations are a prompt for a more accurate assay to detect SARS-CoV-2, quantify its levels, and assess the prognosis. This article aimed to systematically review the literature and assess the diagnostic performance of droplet digital PCR (ddPCR), also to evaluate its potential role in prognosis and management of COVID-19 patients. PubMed and Scopus databases were searched to identify relevant articles published until 13 July 2021. An additional PubMed search was performed on 21 October 2021. Data from the 39 eligible studies were extracted and an overall 3651 samples from 2825 patients and 145 controls were used for our qualitative analysis. Most studies reported ddPCR was more accurate than RT-qPCR in detecting and quantifying SARS-CoV-2 levels, especially in patients with low viral loads. ddPCR was also found highly effective in quantifying SARS-CoV-2 RNAemia levels in hospitalized patients, monitoring their disease course, and predicting their response to therapy. These findings suggest ddPCR could serve as a complement or alternative SARS-CoV-2 tool with emerging diagnostic, prognostic, and therapeutic value, especially in hospital settings. Additional research is still needed to standardize its laboratory protocols, also to accurately assess its role in monitoring COVID-19 therapy response and in identifying SARS-CoV-2 emerging variants."], "journal": "J Clin Med", "journal_id": "101606588", "date": "2021-12-10T00:00:00Z", "keyword": ["COVID-19 testing", "SARS-CoV-2", "clinical", "evidence-based medicine", "molecular diagnostic techniques", "pathology", "prognosis", "public health", "quantitative reverse transcription PCR (RT-qPCR)", "survival analysis", "therapeutics"], "abstract_sen": "[0, 19, 47, 68, 99, 114, 124, 149, 171, 195, 219, 246]", "abstract_snomed_ents": "[[1, 3, \"C5397215;T059;871562009\", \"detection of SARS-CoV-2,\"], [11, 11, \"C5203670;T047;840539006\", \"COVID-19,\"], [16, 16, \"C0733511;T058;225419007\", \"surveillance\"], [22, 22, \"C3853643;T059;702675006\", \"PCR\"], [32, 32, \"C0011900;T060;439401001\", \"diagnosis\"], [46, 46, \"C0199176;T061;169443000,360271000\", \"Prevention.\"], [57, 57, \"C1510438;T059;272392009\", \"assay\"], [67, 67, \"C0033325;T058;20481000\", \"prognosis.\"], [84, 84, \"C3853643;T059;702675006\", \"PCR\"], [93, 93, \"C0033325;T058;20481000\", \"prognosis\"], [97, 97, \"C5203670;T047;840539006\", \"COVID-19\"], [194, 194, \"C0087111;T061;276239002,277132007\", \"therapy.\"], [203, 203, \"C0009498;T129,T116;20823009\", \"complement\"], [237, 237, \"C5203670;T047;840539006\", \"COVID-19\"], [238, 238, \"C0087111;T061;276239002,277132007\", \"therapy\"]]", "title_snomed_ents": "[[8, 8, \"C3853643;T059;702675006\", \"PCR\"], [11, 11, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["871562009", "276239002", "225419007", "439401001", "360271000", "20481000", "272392009", "277132007", "702675006", "169443000", "20823009", "840539006"], "id": "256b6863-567e-4c36-91e6-6266f2550c57", "_version_": 1725432036068425730}, {"pmid": "34884045", "title": ["Role of Artificial Intelligence in COVID-19 Detection."], "abstract": ["The global pandemic of coronavirus disease (COVID-19) has caused millions of deaths and affected the livelihood of many more people. Early and rapid detection of COVID-19 is a challenging task for the medical community, but it is also crucial in stopping the spread of the SARS-CoV-2 virus. Prior substantiation of artificial intelligence (AI) in various fields of science has encouraged researchers to further address this problem. Various medical imaging modalities including X-ray, computed tomography (CT) and ultrasound (US) using AI techniques have greatly helped to curb the COVID-19 outbreak by assisting with early diagnosis. We carried out a systematic review on state-of-the-art AI techniques applied with X-ray, CT, and US images to detect COVID-19. In this paper, we discuss approaches used by various authors and the significance of these research efforts, the potential challenges, and future trends related to the implementation of an AI system for disease detection during the COVID-19 pandemic."], "journal": "Sensors (Basel)", "journal_id": "101204366", "date": "2021-12-10T00:00:00Z", "keyword": ["artificial intelligence", "computer-aided diagnostic tool", "deep neural networks", "hand-crafted feature learning", "supervised learning"], "abstract_sen": "[0, 20, 47, 66, 94, 114, 152]", "abstract_snomed_ents": "[[6, 6, \"C5203670;T047;840539006\", \"(COVID-19)\"], [23, 25, \"C5397215;T059;871562009\", \"detection of COVID-19\"], [68, 68, \"C0011923;T060;363679005\", \"imaging\"], [71, 71, \"C1962945;T060;363680008.C1306645;T060;168537006\", \"X-ray,\"], [72, 73, \"C0040405;T060;77477000\", \"computed tomography\"], [76, 76, \"C0041618;T060;278292003,16310003\", \"ultrasound\"], [87, 87, \"C5203670;T047;840539006\", \"COVID-19\"], [90, 90, \"C0557034;T058;119265000\", \"assisting\"], [93, 93, \"C0011900;T060;439401001\", \"diagnosis.\"], [106, 106, \"C1962945;T060;363680008.C1306645;T060;168537006\", \"X-ray,\"], [113, 113, \"C5203670;T047;840539006\", \"COVID-19.\"], [120, 121, \"C1273517;T033;394850002\", \"used by\"], [150, 150, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[5, 5, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["871562009", "168537006", "119265000", "363679005", "439401001", "363680008", "77477000", "394850002", "278292003", "16310003", "840539006"], "id": "ef095984-ad0f-4bd4-97db-8a67d35c4b01", "_version_": 1725432035953082370}, {"pmid": "34891567", "title": ["Molecular tests for SARS-CoV-2: data from Liguria Region (Italy)."], "abstract": ["The current Covid-19 pandemic makes necessary to identify people affected by SARS-CoV-2. To do this, the most reliable method is the use of the molecular test that is the gold standard to detect positive peoples.Here, we provide a comprehensive review on the diagnostic processes through molecular tests for SARS-CoV-2 infection. First, we have obtained information about the testing technologies in the Liguria region's hospitals to find and describe the most common technologies used and to calculate the molecular test's average cost. Second, we have evaluated the sensitivity, the specificity, the safety with respect to the data reported on scientific literature (Real Word Data VS Registrative Studies) and the organizational aspects of the molecular tests.Clinical Relevance- This study aims to provide support to the decision makers on clinical, economic, organizational, social and ethical issues related to the use of molecular test for SARS-CoV-2."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 12, 50, 81, 142]", "abstract_snomed_ents": "[[2, 2, \"C5203670;T047;840539006\", \"Covid-19\"], [29, 29, \"C0018026;T121,T196;767325001,2309006\", \"gold\"], [33, 33, \"C1446409;T033;10828004\", \"positive\"], [49, 49, \"C0009450;T047;189822004,40733004,191415002\", \"infection.\"], [86, 86, \"C0427965;T033;365705006\", \"sensitivity,\"]]", "title_snomed_ents": "[]", "snomed_codes": ["189822004", "2309006", "767325001", "365705006", "40733004", "191415002", "10828004", "840539006"], "id": "fcffdeaf-363f-4c80-99f5-a09fc7e3222a", "_version_": 1725432038141460480}, {"pmid": "34894625", "title": ["Rapid and accurate detection of SARS-CoV-2 mutations using a Cas12a-based sensing platform."], "abstract": ["The increasing prevalence of SARS-CoV-2 variants with spike mutations has raised concerns owing to higher transmission rates, disease severity, and escape from neutralizing antibodies. Rapid and accurate detection of SARS-CoV-2 variants provides crucial information concerning the outbreaks of SARS-CoV-2 variants and possible lines of transmission. This information is vital for infection prevention and control. We used a Cas12a-based RT-PCR combined with CRISPR on-site rapid detection system (RT-CORDS) platform to detect the key mutations in SARS-CoV-2 variants, such as 69/70 deletion, N501Y, and D614G. We used type-specific CRISPR RNAs (crRNAs) to identify wild-type (crRNA-W) and mutant (crRNA-M) sequences of SARS-CoV-2. We successfully differentiated mutant variants from wild-type SARS-CoV-2 with a sensitivity of 10-17 M (approximately 6 copies/μL). The assay took just 10 min with the Cas12a/crRNA reaction after a simple RT-PCR using a fluorescence reporting system. In addition, a sensitivity of 10-16 M could be achieved when lateral flow strips were used as readouts. The accuracy of RT-CORDS for SARS-CoV-2 variant detection was 100% consistent with the sequencing data. In conclusion, using the RT-CORDS platform, we accurately, sensitively, specifically, and rapidly detected SARS-CoV-2 variants. This method may be used in clinical diagnosis. \nCopyright © 2021 The Authors. Published by Elsevier B.V. All rights reserved."], "journal": "Biosens Bioelectron", "journal_id": "9001289", "date": "2021-12-11T00:00:00Z", "keyword": ["69/70 deletion", "CRISPR/Cas12", "D614G", "N501Y", "RT-CORDS", "SARS-CoV-2 variants"], "abstract_sen": "[0, 24, 45, 54, 83, 99, 115, 133, 150, 165, 180, 188, 193, 200]", "abstract_snomed_ents": "[[27, 29, \"C5397215;T059;871562009\", \"detection of SARS-CoV-2\"], [50, 50, \"C0009450;T047;189822004,40733004,191415002\", \"infection\"], [51, 51, \"C0199176;T061;169443000,360271000\", \"prevention\"], [79, 79, \"C1442161;T049;737543005\", \"deletion,\"], [109, 109, \"C0427965;T033;365705006\", \"sensitivity\"], [116, 116, \"C1510438;T059;272392009\", \"assay\"], [131, 131, \"C0700287;T058;223458004\", \"reporting\"], [136, 136, \"C0427965;T033;365705006\", \"sensitivity\"], [186, 187, \"C0332140;T060;39154008\", \"clinical diagnosis.\"]]", "title_snomed_ents": "[[3, 5, \"C5397215;T059;871562009\", \"detection of SARS-CoV-2\"]]", "snomed_codes": ["189822004", "365705006", "871562009", "40733004", "191415002", "39154008", "737543005", "360271000", "223458004", "272392009", "169443000"], "id": "e25ff932-a418-472e-8813-bbb58d8b6a92", "_version_": 1725432038934183938}, {"pmid": "34878775", "title": ["Detection of SARS-CoV-2 Virus Amplification Using a Crumpled Graphene Field-Effect Transistor Biosensor."], "abstract": ["The rapid and unexpected spread of SARS-CoV-2 worldwide has caused unprecedented disruption to daily life and has brought forward critical challenges for public health. The disease was the largest cause of death in the United States in early 2021. Likewise, the COVID-19 pandemic has highlighted the need for rapid and accurate diagnoses at scales larger than ever before. To improve the availability of current gold standard diagnostic testing methods, the development of point-of-care devices that can maintain gold standard sensitivity while reducing the cost and providing portability is much needed. In this work, we combine the amplification capabilities of reverse transcriptase loop-mediated isothermal amplification (RT-LAMP) techniques with high-sensitivity end-point detection of crumpled graphene field-effect transistors (cgFETs) to develop a portable detection cell. This electrical detection method takes advantage of the ability of graphene to adsorb single-stranded DNA due to noncovalent π-π bonds but not double-stranded DNA. These devices have demonstrated the ability to detect the presence of the SARS-CoV-2 virus in a range from 10 to 104 copies/μL in 20 viral transport medium (VTM) clinical samples. As a result, we achieved 100% PPV, NPV, sensitivity, and specificity with 10 positive and 10 negative VTM clinical samples. Further, the cgFET devices can differentiate between positive and negative VTM clinical samples in 35 min based on the Dirac point shift. Likewise, the improved sensing capabilities of the crumpled gFET were compared with those of the traditional flat gFET devices."], "journal": "ACS Sens", "journal_id": "101669031", "date": "2021-12-08T00:00:00Z", "keyword": ["COVID-19", "RT-LAMP", "SARS-CoV-2", "VTM clinical samples", "crumpled graphene FET biosensor", "flat graphene FET biosensor"], "abstract_sen": "[0, 24, 39, 58, 90, 122, 146, 176, 196, 218, 237]", "abstract_snomed_ents": "[[29, 31, \"C0007465;T033;16100001,184305005\", \"cause of death\"], [41, 41, \"C5203670;T047;840539006\", \"COVID-19\"], [64, 64, \"C0018026;T121,T196;767325001,2309006\", \"gold\"], [77, 77, \"C0018026;T121,T196;767325001,2309006\", \"gold\"], [79, 79, \"C0427965;T033;365705006\", \"sensitivity\"], [99, 100, \"C0035379;T126,T116;8313009\", \"reverse transcriptase\"], [121, 121, \"C1269647;T025;362837007.C0007634;T025;4421005\", \"cell.\"], [136, 136, \"C0012854;T114,T123;24851008\", \"DNA\"], [145, 145, \"C0012854;T114,T123;24851008\", \"DNA.\"], [170, 172, \"C1550094;T122;6171000124101\", \"viral transport medium\"], [184, 184, \"C0427965;T033;365705006\", \"sensitivity,\"], [189, 189, \"C1446409;T033;10828004\", \"positive\"], [192, 192, \"C0205160;T033;260385009\", \"negative\"], [203, 203, \"C1446409;T033;10828004\", \"positive\"], [205, 205, \"C0205160;T033;260385009\", \"negative\"]]", "title_snomed_ents": "[[0, 2, \"C5397215;T059;871562009\", \"Detection of SARS-CoV-2\"]]", "snomed_codes": ["365705006", "767325001", "2309006", "4421005", "871562009", "6171000124101", "184305005", "10828004", "260385009", "8313009", "362837007", "16100001", "24851008", "840539006"], "id": "f8e50677-ddd4-4073-b249-c3e25f32b8fb", "_version_": 1725432034119122944}, {"pmid": "34886672", "title": ["Molecular Diagnostic System Using Engineered Fusion Protein-Conjugated Magnetic Nanoparticles."], "abstract": ["To effectively control the spread of new infectious diseases, there is a need for highly sensitive diagnostic methods to detect viral nucleic acids rapidly. This study outlines a universal and simple detection strategy that uses magnetic nanoparticles (MNPs) and a novel MagR-MazE fusion protein for molecular diagnostics to facilitate sensitive detection. This study has engineered a novel MNP conjugate that can be generated easily, without using many chemical reagents. The technique is a nucleic acid detection method, using MagR-MazE fusion protein-conjugated MNPs, where the results can be visualized with the naked eye, regardless of the oligonucleotide sequences of the target in the lateral flow assay. This method could sensitively detect polymerase chain reaction (PCR) products of 16S ribosomal RNA (rRNA) and the 2019-nCoV-N-positive control gene in 5 min. It shows a low limit of detection (LoD) of 0.013 ng/μL for dsDNA. It is simpler and more rapid, sensitive, and versatile than other techniques, making it suitable for point-of-care testing. The proposed detection system and MNP conjugation strategy using a fusion protein can be widely applied to various fields requiring rapid on-site diagnosis."], "journal": "Anal Chem", "journal_id": "0370536", "date": "2021-12-10T00:00:00Z", "abstract_sen": "[0, 24, 51, 69, 105, 128, 141, 159, 182]", "abstract_snomed_ents": "[[7, 8, \"C0009450;T047;189822004,40733004,191415002\", \"infectious diseases,\"], [42, 43, \"C0162768;T123,T116;764892007,422055000\", \"fusion protein\"], [58, 58, \"C0301869;T129;76698003\", \"conjugate\"], [63, 63, \"C0332219;T033;36203004\", \"easily,\"], [67, 68, \"C0462885;T130;337340002\", \"chemical reagents.\"], [73, 75, \"C0872232;T059;398545005\", \"nucleic acid detection\"], [79, 79, \"C1293131;T061;122501008\", \"fusion\"], [90, 90, \"C0424470;T033;248160001\", \"naked\"], [91, 91, \"C1280202;T023;244486005.C0015392;T023;81745001\", \"eye,\"], [95, 95, \"C0028953;T114;23243007\", \"oligonucleotide\"], [104, 104, \"C1510438;T059;272392009\", \"assay.\"], [110, 112, \"C0032520;T063;258066000\", \"polymerase chain reaction\"], [113, 113, \"C3853643;T059;702675006\", \"(PCR)\"], [117, 118, \"C0035701;T114,T123;13774009\", \"ribosomal RNA\"], [119, 119, \"C0035701;T114,T123;13774009\", \"(rRNA)\"], [169, 170, \"C0162768;T123,T116;764892007,422055000\", \"fusion protein\"], [181, 181, \"C0011900;T060;439401001\", \"diagnosis.\"]]", "title_snomed_ents": "[[5, 5, \"C1293131;T061;122501008\", \"Fusion\"]]", "snomed_codes": ["13774009", "272392009", "702675006", "81745001", "248160001", "764892007", "191415002", "36203004", "23243007", "189822004", "40733004", "258066000", "422055000", "244486005", "337340002", "76698003", "439401001", "122501008", "398545005"], "id": "3923ccad-df37-41a3-befa-fefb5a85a3b1", "_version_": 1725432036725882882}, {"pmid": "34891751", "title": ["Transformer-based CNNs: Mining Temporal Context Information for Multi-sound COVID-19 Diagnosis."], "abstract": ["Due to the COronaVIrus Disease 2019 (COVID-19) pandemic, early screening of COVID-19 is essential to prevent its transmission. Detecting COVID-19 with computer audition techniques has in recent studies shown the potential to achieve a fast, cheap, and ecologically friendly diagnosis. Respiratory sounds and speech may contain rich and complementary information about COVID-19 clinical conditions. Therefore, we propose training three deep neural networks on three types of sounds (breathing/counting/vowel) and assembling these models to improve the performance. More specifically, we employ Convolutional Neural Networks (CNNs) to extract spatial representations from log Mel spectrograms and a multi-head attention mechanism in the transformer to mine temporal context information from the CNNs' outputs. The experimental results demonstrate that the transformer-based CNNs can effectively detect COVID-19 on the DiCOVA Track-2 database (AUC: 70.0%) and outperform simple CNNs and hybrid CNN-RNNs."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 18, 40, 54, 76, 109, 135]", "abstract_snomed_ents": "[[6, 6, \"C5203670;T047;840539006\", \"(COVID-19)\"], [9, 9, \"C0220908;T060;20135006\", \"screening\"], [11, 11, \"C5203670;T047;840539006\", \"COVID-19\"], [19, 19, \"C5203670;T047;840539006\", \"COVID-19\"], [39, 39, \"C0011900;T060;439401001\", \"diagnosis.\"], [51, 51, \"C5203670;T047;840539006\", \"COVID-19\"], [57, 57, \"C0220931;T065;118629009\", \"training\"], [85, 85, \"C2752151;T122;422077001\", \"extract\"], [120, 120, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[8, 8, \"C5203670;T047;840539006\", \"COVID-19\"], [9, 9, \"C0011900;T060;439401001\", \"Diagnosis.\"]]", "snomed_codes": ["20135006", "118629009", "439401001", "422077001", "840539006"], "id": "282f8007-b7d6-4b47-bfe2-8161f10fd080", "_version_": 1725432038185500675}, {"pmid": "34891712", "title": ["Detection of COVID-19 Using Heart Rate and Blood Pressure: Lessons Learned from Patients with ARDS."], "abstract": ["The world has been affected by COVID-19 coronavirus. At the time of this study, the number of infected people in the United States is the highest globally (31.2 million infections). Within the infected population, patients diagnosed with acute respiratory distress syndrome (ARDS) are in more life-threatening circumstances, resulting in severe respiratory system failure. Various studies have investigated the infections to COVID-19 and ARDS by monitoring laboratory metrics and symptoms. Unfortunately, these methods are merely limited to clinical settings, and symptom-based methods are shown to be ineffective. In contrast, vital signs (e.g., heart rate) have been utilized to early-detect different respiratory diseases in ubiquitous health monitoring. We posit that such biomarkers are informative in identifying ARDS patients infected with COVID-19. In this study, we investigate the behavior of COVID-19 on ARDS patients by utilizing simple vital signs. We analyze the long-term daily logs of blood pressure (BP) and heart rate (HR) associated with 150 ARDS patients admitted to five University of California academic health centers (containing 77,972 samples for each vital sign) to distinguish subjects with COVID-19 positive and negative test results. In addition to the statistical analysis, we develop a deep neural network model to extract features from the longitudinal data. Our deep learning model is able to achieve 0.81 area under the curve (AUC) to classify the vital signs of ARDS patients infected with COVID-19 versus other ARDS diagnosed patients. Since our proposed model uses only the BP and HR, it would be possible to review data prior to the first reported cases in the U.S. to validate the presence or absence of COVID-19 in our communities prior to January 2020. In addition, by utilizing wearable devices, and monitoring vital signs of subjects in everyday settings it is possible to early-detect COVID-19 without visiting a hospital or a care site."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 8, 30, 53, 69, 86, 105, 119, 136, 181, 201, 231, 272, 301]", "abstract_snomed_ents": "[[6, 6, \"C5203670;T047;840539006\", \"COVID-19\"], [37, 40, \"C0035222;T047;67782005\", \"acute respiratory distress syndrome\"], [41, 41, \"C0035222;T047;67782005\", \"(ARDS)\"], [49, 49, \"C0205082;T033;24484000\", \"severe\"], [50, 51, \"C1269561;T022;278197002.C0035237;T022;20139000\", \"respiratory system\"], [60, 60, \"C5203670;T047;840539006\", \"COVID-19\"], [62, 62, \"C0035222;T047;67782005\", \"ARDS\"], [91, 91, \"C0018787;T023;80891009.C1281570;T023;302509004\", \"heart\"], [99, 100, \"C0035204;T047;50043002\", \"respiratory diseases\"], [114, 114, \"C0035222;T047;67782005\", \"ARDS\"], [118, 118, \"C5203670;T047;840539006\", \"COVID-19.\"], [127, 127, \"C5203670;T047;840539006\", \"COVID-19\"], [129, 129, \"C0035222;T047;67782005\", \"ARDS\"], [143, 144, \"C1272641;T033;364090009,386536003,386534000\", \"blood pressure\"], [147, 147, \"C0018787;T023;80891009.C1281570;T023;302509004\", \"heart\"], [149, 149, \"C0332167;T033;15508007\", \"(HR)\"], [153, 153, \"C0035222;T047;67782005\", \"ARDS\"], [170, 170, \"C0311392;T033;72670004\", \"sign)\"], [175, 175, \"C5203670;T047;840539006\", \"COVID-19\"], [176, 176, \"C1446409;T033;10828004\", \"positive\"], [178, 178, \"C0205160;T033;260385009\", \"negative\"], [195, 195, \"C2752151;T122;422077001\", \"extract\"], [221, 221, \"C0035222;T047;67782005\", \"ARDS\"], [225, 225, \"C5203670;T047;840539006\", \"COVID-19\"], [228, 228, \"C0035222;T047;67782005\", \"ARDS\"], [240, 240, \"C0332167;T033;15508007\", \"HR,\"], [262, 262, \"C1689985;T190;418560003\", \"absence\"], [264, 264, \"C5203670;T047;840539006\", \"COVID-19\"], [292, 292, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[0, 2, \"C5397215;T059;871562009\", \"Detection of COVID-19\"], [4, 4, \"C0018787;T023;80891009.C1281570;T023;302509004\", \"Heart\"], [7, 8, \"C1272641;T033;364090009,386536003,386534000\", \"Blood Pressure:\"], [14, 14, \"C0035222;T047;67782005\", \"ARDS.\"]]", "snomed_codes": ["278197002", "20139000", "50043002", "302509004", "364090009", "24484000", "67782005", "15508007", "72670004", "871562009", "386536003", "80891009", "10828004", "260385009", "422077001", "418560003", "386534000", "840539006"], "id": "4a55f7e5-c3f6-4643-82b7-0a2e8719bf30", "_version_": 1725432038176063492}, {"pmid": "34889645", "title": ["The diagnostic performance of deep-learning-based CT severity score to identify COVID-19 pneumonia."], "abstract": ["OBJECTIVE: To determine the diagnostic accuracy of a deep-learning (DL)-based algorithm using chest computed tomography (CT) scans for the rapid diagnosis of coronavirus disease 2019 (COVID-19), as compared to the reference standard reverse-transcription polymerase chain reaction (RT-PCR) test. \nMETHODS: In this retrospective analysis, data of COVID-19 suspected patients who underwent RT-PCR and chest CT examination for the diagnosis of COVID-19 were assessed. By quantifying the affected area of the lung parenchyma, severity score was evaluated for each lobe of the lung with the DL-based algorithm. The diagnosis was based on the total lung severity score ranging from 0 to 25. The data were randomly split into a 40% training set and a 60% test set. Optimal cut-off value was determined using Youden-index method on the training cohort. \nRESULTS: A total of 1259 patients were enrolled in this study. The prevalence of RT-PCR positivity in the overall investigated period was 51.5%. As compared to RT-PCR, sensitivity, specificity, positive predictive value, negative predictive value and accuracy on the test cohort were 39.0%, 80.2%, 68.0%, 55.0% and 58.9%, respectively. Regarding the whole data set, when adding those with positive RT-PCR test at any time during hospital stay or \"COVID-19 without virus detection\", as final diagnosis to the true positive cases, specificity increased from 80.3% to 88.1% and the positive predictive value increased from 68.4% to 81.7%. \nCONCLUSION: DL-based CT severity score was found to have a good specificity and positive predictive value, as compared to RT-PCR. This standardized scoring system can aid rapid diagnosis and clinical decision making. \nADVANCES IN KNOWLEDGE: DL-based CT severity score can detect COVID-19-related lung alterations even at early stages, when RT-PCR is not yet positive."], "journal": "Br J Radiol", "journal_id": "0373125", "date": "2021-12-10T00:00:00Z", "abstract_sen": "[0, 38, 62, 85, 100, 115, 127, 138, 150, 176, 223, 243, 255, 277]", "abstract_snomed_ents": "[[12, 12, \"C0817096;T029;261179002,51185008\", \"chest\"], [13, 14, \"C0040405;T060;77477000\", \"computed tomography\"], [20, 20, \"C0011900;T060;439401001\", \"diagnosis\"], [25, 25, \"C5203670;T047;840539006\", \"(COVID-19),\"], [33, 35, \"C0032520;T063;258066000\", \"polymerase chain reaction\"], [45, 45, \"C5203670;T047;840539006\", \"COVID-19\"], [52, 53, \"C0202823;T060;169069000\", \"chest CT\"], [57, 57, \"C0011900;T060;439401001\", \"diagnosis\"], [59, 59, \"C5203670;T047;840539006\", \"COVID-19\"], [65, 66, \"C4319771;T029;22201000087104\", \"affected area\"], [69, 70, \"C1279455;T029;201712001.C0819757;T024;113255004\", \"lung parenchyma,\"], [80, 80, \"C0024109;T023;39607008.C1278908;T023;181216001\", \"lung\"], [86, 86, \"C0011900;T060;439401001\", \"diagnosis\"], [92, 92, \"C0024109;T023;39607008.C1278908;T023;181216001\", \"lung\"], [108, 108, \"C0220931;T065;118629009\", \"training\"], [125, 125, \"C0220931;T065;118629009\", \"training\"], [154, 154, \"C0427965;T033;365705006\", \"sensitivity,\"], [156, 156, \"C1446409;T033;10828004\", \"positive\"], [159, 159, \"C0205160;T033;260385009\", \"negative\"], [185, 185, \"C1446409;T033;10828004\", \"positive\"], [195, 195, \"C5203670;T047;840539006\", \"\\\"COVID-19\"], [201, 201, \"C0011900;T060;439401001\", \"diagnosis\"], [205, 205, \"C1446409;T033;10828004\", \"positive\"], [215, 215, \"C1446409;T033;10828004\", \"positive\"], [236, 236, \"C1446409;T033;10828004\", \"positive\"], [250, 250, \"C0011900;T060;439401001\", \"diagnosis\"], [265, 265, \"C0024109;T023;39607008.C1278908;T023;181216001\", \"lung\"], [276, 276, \"C1446409;T033;10828004\", \"positive.\"]]", "title_snomed_ents": "[[10, 11, \"C5244027;T047;882784691000119100\", \"COVID-19 pneumonia.\"]]", "snomed_codes": ["365705006", "181216001", "118629009", "439401001", "258066000", "51185008", "77477000", "39607008", "201712001", "169069000", "113255004", "10828004", "260385009", "22201000087104", "882784691000119100", "261179002", "840539006"], "id": "5fd7164d-e388-42b2-af7d-64e687fde624", "_version_": 1725432037568937987}, {"pmid": "34893478", "title": ["Analysing COVID-19 outcomes in the context of the 2019 Global Health Security (GHS) Index."], "abstract": ["INTRODUCTION: The Global Health Security Index benchmarks countries' capacities to carry out the functions necessary to prevent, detect and respond to biological threats. The COVID-19 pandemic served as an opportunity to evaluate whether the Index contained the correct array of variables that influence countries' abilities to respond to these threats; assess additional variables that may influence preparedness; and examine how the impact of preparedness components change during public health crises. \nMETHODS: Linear regression models were examined to determine the relationship between excess mortality per capita for the first 500 days of countries' COVID-19 pandemic and internal Index variables, as well as external variables including social cohesion; island status; perceived corruption; elderly population size; previous epidemic experience; stringency of non-pharmaceutical interventions; and social and political polarisation. \nRESULTS: COVID-19 outcomes were significantly associated with sociodemographic, political and governance variables external to the 2019 Index: social cohesion, reduction in social polarisation and reduced perceptions of corruption were consistently correlated with reduced excess mortality throughout the pandemic. The association of other variables assessed by the Index, like epidemiological workforce robustness, changed over time. Fixed country features, including geographic connectedness, larger elderly population and lack of prior coronavirus outbreak experience were detrimental to COVID-19 outcomes. Finally, there was evidence that countries that lacked certain capacities were able to develop these over the course of the pandemic. \nCONCLUSIONS: Additional sociodemographic, political and governance variables should be included in future indices to improve their ability to characterise preparedness. Fixed characteristics, while not directly addressable, are useful for establishing countries' inherent risk profile and can motivate those at greater risk to invest in preparedness. Particular components of preparedness vary in their impact on outcomes over the course of the pandemic, which may inform resource direction during ongoing crises. Future research should seek to further characterise time-dependent impacts as additional COVID-19 outcome data become available. \n© Author(s) (or their employer(s)) 2021. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."], "journal": "BMJ Glob Health", "journal_id": "101685275", "date": "2021-12-11T00:00:00Z", "keyword": ["COVID-19", "health systems evaluation"], "abstract_sen": "[0, 23, 70, 125, 163, 179, 200, 221, 241, 266, 290, 306, 312, 317, 320, 324, 327]", "abstract_snomed_ents": "[[24, 24, \"C5203670;T047;840539006\", \"COVID-19\"], [56, 56, \"C1318963;T033;406205008\", \"preparedness;\"], [63, 63, \"C1318963;T033;406205008\", \"preparedness\"], [92, 92, \"C5203670;T047;840539006\", \"COVID-19\"], [126, 126, \"C5203670;T047;840539006\", \"COVID-19\"], [144, 144, \"C4551656;T061;289928003\", \"reduction\"], [198, 198, \"C5203670;T047;840539006\", \"COVID-19\"], [240, 240, \"C1318963;T033;406205008\", \"preparedness.\"], [265, 265, \"C1318963;T033;406205008\", \"preparedness.\"], [269, 269, \"C1318963;T033;406205008\", \"preparedness\"], [301, 301, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[1, 1, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["289928003", "406205008", "840539006"], "id": "efb9c9d6-9489-4fbf-a9fa-21c3da8f9a97", "_version_": 1725432038607028227}, {"pmid": "34888159", "title": ["Role of bronchoscopy in critically ill patients managed in intermediate care units - indications and complications: A narrative review."], "abstract": ["Flexible bronchoscopy (FB) has become a standard of care for the triad of inspection, sampling, and treatment in critical care patients. It is an invaluable tool for diagnostic and therapeutic purposes in critically ill patients in intensive care unit (ICU). Less is known about its role outside the ICU, particularly in the intermediate care unit (IMCU), a specialized environment, where an intermediate grade of intensive care and monitoring between standard care unit and ICU is provided. In the IMCU, the leading indications for a diagnostic work-up are: To visualize airway system/obstructions, perform investigations to detect respiratory infections, and identify potential sources of hemoptysis. The main procedures for therapeutic purposes are secretion aspiration, mucus plug removal to solve atelectasis (total or lobar), and blood aspiration during hemoptysis. The decision to perform FB might depend on the balance between potential benefits and risks due to frailty of critically ill patients. Serious adverse events related to FB are relatively uncommon, but they may be due to lack of expertise or appropriate precautions. Finally, nowadays, during dramatic recent coronavirus disease 2019 (COVID-19) pandemic, the exact role of FB in COVID-19 patients admitted to IMCU has yet to be clearly defined. Hence, we provide a concise review on the role of FB in an IMCU setting, focusing on its indications, technical aspects and complications. \n©The Author(s) 2021. Published by Baishideng Publishing Group Inc. All rights reserved."], "journal": "World J Crit Care Med", "journal_id": "101622182", "date": "2021-12-10T00:00:00Z", "keyword": ["Bronchoalveolar lavage", "COVID-19", "Complication", "Critically ill", "Flexible bronchoscopy", "Indication"], "abstract_sen": "[0, 21, 40, 76, 103, 126, 148, 169, 196, 219, 222, 231]", "abstract_snomed_ents": "[[1, 1, \"C0006290;T060;10847001\", \"bronchoscopy\"], [13, 13, \"C0199219;T058;32750006,129433002\", \"inspection,\"], [14, 14, \"C0441621;T060;257915005\", \"sampling,\"], [18, 19, \"C0010337;T058;133903000\", \"critical care\"], [33, 33, \"C0231218;T184;367391008,213257006,248282002\", \"ill\"], [89, 89, \"C0458827;T023;89187006\", \"airway\"], [92, 92, \"C1261322;T058;386053000,129265001\", \"investigations\"], [102, 102, \"C0019079;T184;6686005,66857006\", \"hemoptysis.\"], [111, 111, \"C0220787;T046;278847003.C0349707;T061;14766002,129316008.C0700198;T046;68052005\", \"aspiration,\"], [112, 113, \"C0333133;T020;42216004\", \"mucus plug\"], [114, 114, \"C0015252;T061;118292001,129303008\", \"removal\"], [117, 117, \"C0004144;T046;46621007\", \"atelectasis\"], [122, 123, \"C0232077;T047;25797006\", \"blood aspiration\"], [125, 125, \"C0019079;T184;6686005,66857006\", \"hemoptysis.\"], [143, 143, \"C0424594;T033;248279007\", \"frailty\"], [146, 146, \"C0231218;T184;367391008,213257006,248282002\", \"ill\"], [177, 177, \"C5203670;T047;840539006\", \"(COVID-19)\"], [185, 185, \"C5203670;T047;840539006\", \"COVID-19\"], [195, 195, \"C3539106;T033;900000000000073002\", \"defined.\"], [211, 211, \"C2981153;T033;397685007\", \"focusing\"]]", "title_snomed_ents": "[[2, 2, \"C0006290;T060;10847001\", \"bronchoscopy\"], [5, 5, \"C0231218;T184;367391008,213257006,248282002\", \"ill\"]]", "snomed_codes": ["129433002", "118292001", "46621007", "89187006", "68052005", "14766002", "129303008", "42216004", "25797006", "397685007", "66857006", "257915005", "367391008", "6686005", "386053000", "248282002", "10847001", "248279007", "32750006", "129316008", "213257006", "900000000000073002", "129265001", "133903000", "278847003", "840539006"], "id": "54c7229b-c361-4f16-a830-4d0acc81955a", "_version_": 1725432037143216130}, {"pmid": "34886403", "title": ["SARS-CoV-2 Infection among School Population of One Developing Country. Do School Closures Protect Students and Teachers against SARS-CoV-2 Infection?"], "abstract": ["Evidence about the effectiveness of school closures as a measure to control the spread of COVID-19 is controversial. We posit that schools are not an important source of transmission; thus, we analyzed two surveillance methods: a web-based questionnaire and a telephone survey that monitored the impact of the pandemic due to COVID-19 cases in Bogotá, Colombia. We estimated the cumulative incidences for Acute Respiratory Infection (ARI) and COVID-19 for each population group. Then, we assessed the differences using the cumulative incidence ratio (CIR) and 95% confidence intervals (CI95%). The ARI incidence among students was 20.1 times higher when estimated from the telephone survey than from the online questionnaire (CIR: 20.1; CI95% 17.11-23.53). Likewise, the ARI incidence among schoolteachers was 10 times higher in the telephone survey (CIR: 9.8; CI95% 8.3-11.5). the incidence of COVID-19 among schoolteachers was 4.3 times higher than among students in the online questionnarie (CIR: 4.3, CI95%: 3.8-5.0) and 2.1 times higher in the telephone survey (CIR = 2.1, CI95%: 1.8-2.6), and this behavior was also observed in the general population data. Both methods showed a capacity to detect COVID-19 transmission among students and schoolteachers, but the telephone survey estimates were probably closer to the real incidence rate."], "journal": "Int J Environ Res Public Health", "journal_id": "101238455", "date": "2021-12-10T00:00:00Z", "keyword": ["COVID-19", "Colombia", "school teachers", "students", "surveys and questionnaires"], "abstract_sen": "[0, 18, 56, 72, 88, 112, 130, 175, 201]", "abstract_snomed_ents": "[[15, 15, \"C5203670;T047;840539006\", \"COVID-19\"], [26, 26, \"C0449416;T033;260753009\", \"source\"], [33, 33, \"C0733511;T058;225419007\", \"surveillance\"], [51, 51, \"C5203670;T047;840539006\", \"COVID-19\"], [62, 64, \"C0339901;T047;195647007\", \"Acute Respiratory Infection\"], [67, 67, \"C5203670;T047;840539006\", \"COVID-19\"], [133, 133, \"C5203670;T047;840539006\", \"COVID-19\"], [182, 182, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[1, 1, \"C0009450;T047;189822004,40733004,191415002\", \"Infection\"]]", "snomed_codes": ["189822004", "40733004", "191415002", "225419007", "260753009", "195647007", "840539006"], "id": "accd68e3-3cf1-4ab7-bc87-fcc28efb0d61", "_version_": 1725432036659822592}, {"pmid": "34884303", "title": ["Are Multiple Chemosensory Systems Accountable for COVID-19 Outcome?"], "abstract": ["Chemosensory systems (olfaction, taste, trigeminus nerve, solitary chemoreceptor cells, neuroendocrine pulmonary cells, and carotid body, etc.) detect molecules outside or inside our body and may share common molecular markers. In addition to the impairment of taste and olfaction, the detection of the internal chemical environment may also be incapacitated by COVID-19. If this is the case, different consequences can be expected. (1) In some patients, hypoxia does not trigger distressing dyspnea (\"silent\" hypoxia): Long-term follow-up may determine whether silent hypoxia is related to malfunctioning of carotid body chemoreceptors. Moreover, taste/olfaction and oxygen chemoreceptors may be hit simultaneously: Testing olfaction, taste, and oxygen chemoreceptor functions in the early stages of COVID-19 allows one to unravel their connections and trace the recovery path. (2) Solitary chemosensory cells are also involved in the regulation of the innate mucosal immune response: If these cells are affected in some COVID-19 patients, the mucosal innate immune response would be dysregulated, opening one up to massive infection, thus explaining why COVID-19 has lethal consequences in some patients. Similar to taste and olfaction, oxygen chemosensory function can be easily tested with a non-invasive procedure in humans, while functional tests for solitary chemosensory or pulmonary neuroendocrine cells are not available, and autoptic investigation is required to ascertain their involvement."], "journal": "J Clin Med", "journal_id": "101606588", "date": "2021-12-10T00:00:00Z", "keyword": ["COVID-19", "SARS-CoV-2", "carotid body", "olfaction", "oxygen sensing", "taste"], "abstract_sen": "[0, 16, 29, 51, 61, 88, 121, 170, 210]", "abstract_snomed_ents": "[[5, 5, \"C1280541;T023;256864008.C0027740;T023;3057000\", \"nerve,\"], [10, 10, \"C4522268;T033;738985004\", \"pulmonary\"], [13, 14, \"C0007277;T023;51345006\", \"carotid body,\"], [33, 33, \"C0684336;T046;40226000\", \"impairment\"], [43, 43, \"C0220806;T103;441900009\", \"chemical\"], [50, 50, \"C5203670;T047;840539006\", \"COVID-19.\"], [65, 65, \"C0242184;T046;389086002\", \"hypoxia\"], [70, 70, \"C0013404;T184;267036007,230145002\", \"dyspnea\"], [72, 72, \"C0242184;T046;389086002\", \"hypoxia):\"], [79, 79, \"C0242184;T046;389086002\", \"hypoxia\"], [85, 86, \"C0007277;T023;51345006\", \"carotid body\"], [91, 91, \"C0030054;T121,T123,T196;24099007,767111007\", \"oxygen\"], [101, 101, \"C0030054;T121,T123,T196;24099007,767111007\", \"oxygen\"], [109, 109, \"C5203670;T047;840539006\", \"COVID-19\"], [134, 134, \"C0026724;T024;313268005,414781009\", \"mucosal\"], [135, 135, \"C0439662;T033;255386009\", \"immune\"], [144, 144, \"C5203670;T047;840539006\", \"COVID-19\"], [147, 147, \"C0026724;T024;313268005,414781009\", \"mucosal\"], [149, 149, \"C0439662;T033;255386009\", \"immune\"], [159, 159, \"C0009450;T047;189822004,40733004,191415002\", \"infection,\"], [163, 163, \"C5203670;T047;840539006\", \"COVID-19\"], [175, 175, \"C0030054;T121,T123,T196;24099007,767111007\", \"oxygen\"], [180, 180, \"C0332219;T033;36203004\", \"easily\"], [195, 195, \"C4522268;T033;738985004\", \"pulmonary\"]]", "title_snomed_ents": "[[6, 6, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["3057000", "441900009", "51345006", "40226000", "414781009", "191415002", "313268005", "36203004", "255386009", "389086002", "189822004", "267036007", "256864008", "40733004", "24099007", "738985004", "767111007", "230145002", "840539006"], "id": "7f9c0788-77b9-42e6-acd6-dc860aa3a678", "_version_": 1725432036032774144}, {"pmid": "34882550", "title": ["MHA-CoroCapsule: Multi-Head Attention Routing-based Capsule Network for COVID-19 chest X-ray image classification."], "abstract": ["The outbreak of COVID-19 threatens the lives and property safety of countless people and brings a tremendous pressure to health care systems worldwide. The principal challenge in the fight against this disease is the lack of efficient detection methods. AI-assisted diagnosis based on deep learning can detect COVID-19 cases for chest X-ray images automatically, and also improve the accuracy and efficiency of doctors' diagnosis. However, large scale annotation of chest X-ray images is difficult because of limited resources and heavy burden on the medical system. To meet the challenge, we propose a capsule network model with multi-head attention routing algorithm, called MHA-CoroCapsule, to provide fast and accurate diagnostics for COVID-19 diseases from chest X-ray images. The MHA-CoroCapsule consists of convolutional layers, two capsule layers, and a non-iterative, parameterized multi-head attention routing algorithm is used to quantify the relationship between the two capsule layers. The experiments are performed on a combined dataset constituted by two publicly available datasets including normal, non-COVID pneumonia and COVID-19 images. The model achieves the accuracy of 97.28%, recall of 97.36%, and precision of 97.38% even with a limited number of samples. The experimental results demonstrate that, contrary to the transfer learning and deep feature extraction approaches, the proposed MHA-CoroCapsule has an encouraging performance with fewer trainable parameters and does not require pretraining and plenty of training samples."], "journal": "IEEE Trans Med Imaging", "journal_id": "8310780", "date": "2021-12-09T00:00:00Z", "abstract_sen": "[0, 23, 39, 64, 85, 115, 143, 164, 185, 221]", "abstract_snomed_ents": "[[3, 3, \"C5203670;T047;840539006\", \"COVID-19\"], [17, 17, \"C0460139;T033;13543005\", \"pressure\"], [40, 40, \"C0011900;T060;439401001\", \"diagnosis\"], [47, 47, \"C5203670;T047;840539006\", \"COVID-19\"], [50, 51, \"C0039985;T060;399208008\", \"chest X-ray\"], [63, 63, \"C0011900;T060;439401001\", \"diagnosis.\"], [69, 70, \"C0039985;T060;399208008\", \"chest X-ray\"], [73, 73, \"C0332218;T033;52925006\", \"difficult\"], [92, 92, \"C0006935;T122;385049006\", \"capsule\"], [109, 109, \"C5203670;T047;840539006\", \"COVID-19\"], [112, 113, \"C0039985;T060;399208008\", \"chest X-ray\"], [122, 122, \"C0006935;T122;385049006\", \"capsule\"], [141, 141, \"C0006935;T122;385049006\", \"capsule\"], [160, 160, \"C0032285;T047;233604007\", \"pneumonia\"], [162, 162, \"C5203670;T047;840539006\", \"COVID-19\"], [198, 198, \"C0185115;T061;129415008,62972009\", \"extraction\"], [219, 219, \"C0220931;T065;118629009\", \"training\"]]", "title_snomed_ents": "[[4, 4, \"C0006935;T122;385049006\", \"Capsule\"], [7, 7, \"C5203670;T047;840539006\", \"COVID-19\"], [8, 9, \"C0039985;T060;399208008\", \"chest X-ray\"]]", "snomed_codes": ["62972009", "52925006", "118629009", "439401001", "385049006", "129415008", "233604007", "399208008", "13543005", "840539006"], "id": "73be40c6-0dda-4fe4-afc6-10999388e2e8", "_version_": 1725432035512680449}, {"pmid": "34891735", "title": ["Automatic and Robust Identification of Spontaneous Coughs from COVID-19 Patients."], "abstract": ["Cough is one of the most common symptoms of COVID-19. It is easily recorded using a smartphone for further analysis. This makes it a great way to track and possibly identify patients with COVID. In this paper, we present a deep learning-based algorithm to identify whether a patient's audio recording contains a cough for subsequent COVID screening. More generally, cough identification is valuable for the remote monitoring and tracking of infections and chronic conditions. Our algorithm is validated on our novel dataset in which COVID-19 patients were instructed to volunteer natural coughs. The validation dataset consists of real patient cough and no cough audio. It was supplemented by files without cough from publicly available datasets that had cough-like sounds including: throat clearing, snoring, etc. Our algorithm had an area under receiver operating characteristic curve statistic of 0.977 on a validation set when making a cough/no cough determination. The specificity and sensitivity of the model on a reserved test set, at a threshold set by the validation set, was 0.845 and 0.976. This algorithm serves as a fundamental step in a larger cascading process to monitor, extract, and analyze COVID-19 patient coughs to detect the patient's health status, symptoms, and potential for deterioration."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 10, 20, 34, 57, 74, 92, 104, 124, 147, 171, 202]", "abstract_snomed_ents": "[[0, 0, \"C0010200;T184;263731006,49727002\", \"Cough\"], [9, 9, \"C5203670;T047;840539006\", \"COVID-19.\"], [12, 12, \"C0332219;T033;36203004\", \"easily\"], [52, 52, \"C0010200;T184;263731006,49727002\", \"cough\"], [56, 56, \"C0220908;T060;20135006\", \"screening.\"], [59, 59, \"C0010200;T184;263731006,49727002\", \"cough\"], [84, 84, \"C5203670;T047;840539006\", \"COVID-19\"], [99, 99, \"C0010200;T184;263731006,49727002\", \"cough\"], [101, 102, \"C0425502;T033;161922009\", \"no cough\"], [110, 110, \"C0010200;T184;263731006,49727002\", \"cough\"], [120, 121, \"C0234771;T033;12239004\", \"throat clearing,\"], [122, 122, \"C0037384;T184;162375000,72863001\", \"snoring,\"], [145, 145, \"C0010200;T184;263731006,49727002\", \"cough\"], [150, 150, \"C0427965;T033;365705006\", \"sensitivity\"], [185, 185, \"C2752151;T122;422077001\", \"extract,\"], [188, 188, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[8, 8, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["365705006", "20135006", "263731006", "162375000", "161922009", "36203004", "49727002", "12239004", "422077001", "72863001", "840539006"], "id": "ad3b6e65-92c9-4490-8055-65d228004840", "_version_": 1725432038182354945}, {"pmid": "34891914", "title": ["CNN Filter Learning from Drawn Markers for the Detection of Suggestive Signs of COVID-19 in CT Images."], "abstract": ["Early detection of COVID-19 is vital to control its spread. Deep learning methods have been presented to detect suggestive signs of COVID-19 from chest CT images. However, due to the novelty of the disease, annotated volumetric data are scarce. Here we propose a method that does not require either large annotated datasets or backpropagation to estimate the filters of a convolutional neural network (CNN). For a few CT images, the user draws markers at representative normal and abnormal regions. The method generates a feature extractor composed of a sequence of convolutional layers, whose kernels are specialized in enhancing regions similar to the marked ones, and the decision layer of our CNN is a support vector machine. As we have no control over the CT image acquisition, we also propose an intensity standardization approach. Our method can achieve mean accuracy and kappa values of 0.97 and 0.93, respectively, on a dataset with 117 CT images extracted from different sites, surpassing its counterpart in all scenarios."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 10, 26, 39, 64, 79, 116, 133, 164]", "abstract_snomed_ents": "[[1, 3, \"C5397215;T059;871562009\", \"detection of COVID-19\"], [21, 21, \"C5203670;T047;840539006\", \"COVID-19\"], [23, 24, \"C0202823;T060;169069000\", \"chest CT\"], [77, 77, \"C0205161;T033;263654008\", \"abnormal\"]]", "title_snomed_ents": "[[13, 13, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["169069000", "871562009", "263654008", "840539006"], "id": "ba6da7ce-224a-4dc6-bdfa-97afe16b0801", "_version_": 1725432038222200832}, {"pmid": "34883826", "title": ["Biosensors as Nano-Analytical Tools for COVID-19 Detection."], "abstract": ["Selective, sensitive and affordable techniques to detect disease and underlying health issues have been developed recently. Biosensors as nanoanalytical tools have taken a front seat in this context. Nanotechnology-enabled progress in the health sector has aided in disease and pandemic management at a very early stage efficiently. This report reflects the state-of-the-art of nanobiosensor-based virus detection technology in terms of their detection methods, targets, limits of detection, range, sensitivity, assay time, etc. The article effectively summarizes the challenges with traditional technologies and newly emerging biosensors, including the nanotechnology-based detection kit for COVID-19; optically enhanced technology; and electrochemical, smart and wearable enabled nanobiosensors. The less explored but crucial piezoelectric nanobiosensor and the reverse transcription-loop mediated isothermal amplification (RT-LAMP)-based biosensor are also discussed here. The article could be of significance to researchers and doctors dedicated to developing potent, versatile biosensors for the rapid identification of COVID-19. This kind of report is needed for selecting suitable treatments and to avert epidemics."], "journal": "Sensors (Basel)", "journal_id": "101204366", "date": "2021-12-10T00:00:00Z", "keyword": ["COVID-19 detection", "RT-LAMP", "electrochemical", "nanobiosensor", "optical", "piezoelectric", "smart and wearable"], "abstract_sen": "[0, 16, 28, 47, 72, 102, 122, 144, 158]", "abstract_snomed_ents": "[[68, 68, \"C0427965;T033;365705006\", \"sensitivity,\"], [69, 69, \"C1510438;T059;272392009\", \"assay\"], [91, 91, \"C5203670;T047;840539006\", \"COVID-19;\"], [143, 143, \"C5203670;T047;840539006\", \"COVID-19.\"]]", "title_snomed_ents": "[[5, 5, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["365705006", "272392009", "840539006"], "id": "91012cd4-c374-4a6d-b50a-77af89ae4099", "_version_": 1725432035894362112}, {"pmid": "34892208", "title": ["Machine Learning Estimation of COVID-19 Social Distance using Smartphone Sensor Data."], "abstract": ["Airborne infectious diseases such as COVID-19 spread when healthy people are in close proximity to infected people. Technology-assisted methods to detect proximity in order to alert people are needed. In this work we systematically investigating Machine Learning (ML) methods to detect proximity by analyzing data gathered from smartphones' built-in Bluetooth, accelerometer and gyroscope sensors. We extracted 20 statistical features from raw sensor data, which were then classified (< 6ft or not) and regressed (distance estimate) using ML algorithms. We found that elliptical filtering of accelerometer and gyroscope sensors signal improved the performance of ML regression. The most predictive features were z-axis mean and fourth momentum for the accelerometer sensors, z-axis mean y-axis mean for the gyroscope sensor, and advertiser time and mean RSSI for Bluetooth radio. After rigorous evaluation of the performance of 19 ML classification and regression methods, we found that ensemble (boosted and bagged tree) methods and regression trees ML algorithms performed best when using data from a combination of Bluetooth radio, accelerometer and the gyroscope. We were able to classify proximity (< 6ft or not) with 100% accuracy using the accelerometer sensor and with 62%-97% accuracy with the Bluetooth radio."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 17, 29, 54, 78, 95, 126, 168, 193]", "abstract_snomed_ents": "[[1, 2, \"C0009450;T047;189822004,40733004,191415002\", \"infectious diseases\"], [5, 5, \"C5203670;T047;840539006\", \"COVID-19\"]]", "title_snomed_ents": "[[4, 4, \"C5203670;T047;840539006\", \"COVID-19\"]]", "snomed_codes": ["189822004", "840539006", "40733004", "191415002"], "id": "59f713c6-7a69-4d60-864a-8c242d6a34f9", "_version_": 1725432038288261120}, {"pmid": "34892322", "title": ["Examination of a contact detection sensor to prevent self-removal of peripheral intravenous catheters."], "abstract": ["If patients are at risk of self-removal of a catheter, it is necessary to check the condition of the catheter frequently. If this is the only way to prevent self-removal, physical restraint of the patient is required. Furthermore, it is currently necessary to reduce human-to-human contact to prevent COVID-19 infection. Therefore, the development of a sensor system to prevent self-removal of a catheter and reduce human-to-human contact is urgent. The purpose of this study is to examine a sensor system that detects the contact of a patient's hand to a peripheral intravenous catheter in order to prevent self-removal in patients with dementia. This study analyzes the use of a capacitance sensor and an energization sensor to detect the contact of a patient's hand to a catheter. Additionally, the time required from the start of peeling the sensor sheet to the removal of the needle was measured. As the results, the capacitance sensor was difficult to use in a clinical setting because the connection between the seat and cable could be unstable depending on the condition of the connections. The energization sensor was able to recognize the contact of a hand to the catheter by detecting its contact with the sensor. It took at least 28 seconds from detection of the hand contact to the beginning of needle removal. Therefore, it is possible for the caregiver to visit the patient's bedside and stop the self-removal when the sensor sheet detects hand contact. This study is the first step in developing the system that prevents self-removal by detecting hand contact and requires several more steps for clinical use. In the future, we will conduct surveys on more subjects and clinical trials on elderly with dementia to examine accuracy, precision, and repeatability. Using the energization sensor, a self-removal prevention system for dementia patients will be further developed.Clinical Relevance- Developing this self-removal prevention system in the future will allow many dementia patients to no longer be physically restrained, and it will make it possible to remotely detect their actions to prevent self-removal while also minimizing the risk of COVID-19 infection."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 21, 37, 50, 69, 102, 126, 146, 178, 200, 218, 241, 266, 289, 346]", "abstract_snomed_ents": "[[30, 31, \"C0035260;T061;386423001\", \"physical restraint\"], [48, 48, \"C5203670;T047;840539006\", \"COVID-19\"], [49, 49, \"C0009450;T047;189822004,40733004,191415002\", \"infection.\"], [87, 87, \"C1281583;T023;302539009\", \"hand\"], [101, 101, \"C0497327;T048;52448006\", \"dementia.\"], [122, 122, \"C1281583;T023;302539009\", \"hand\"], [140, 140, \"C0015252;T061;118292001,129303008\", \"removal\"], [153, 153, \"C0332218;T033;52925006\", \"difficult\"], [170, 170, \"C0443343;T033;263922001\", \"unstable\"], [189, 189, \"C1281583;T023;302539009\", \"hand\"], [210, 210, \"C1281583;T023;302539009\", \"hand\"], [217, 217, \"C0015252;T061;118292001,129303008\", \"removal.\"], [239, 239, \"C1281583;T023;302539009\", \"hand\"], [256, 256, \"C1281583;T023;302539009\", \"hand\"], [277, 278, \"C0008976;T062;110465008\", \"clinical trials\"], [282, 282, \"C0497327;T048;52448006\", \"dementia\"], [295, 295, \"C0199176;T061;169443000,360271000\", \"prevention\"], [298, 298, \"C0497327;T048;52448006\", \"dementia\"], [308, 308, \"C0199176;T061;169443000,360271000\", \"prevention\"], [316, 316, \"C0497327;T048;52448006\", \"dementia\"], [344, 344, \"C5203670;T047;840539006\", \"COVID-19\"], [345, 345, \"C0009450;T047;189822004,40733004,191415002\", \"infection.\"]]", "title_snomed_ents": "[]", "snomed_codes": ["189822004", "191415002", "40733004", "52925006", "118292001", "52448006", "360271000", "302539009", "110465008", "386423001", "169443000", "129303008", "263922001", "840539006"], "id": "5223a651-ea47-48f4-a446-359bdc524c22", "_version_": 1725432038316572672}, {"pmid": "34891759", "title": ["Feature Augmented Hybrid CNN for Stress Recognition Using Wrist-based Photoplethysmography Sensor."], "abstract": ["Stress is a physiological state that hampers mental health and has serious consequences to physical health. More-over, the COVID-19 pandemic has increased stress levels among people across the globe. Therefore, continuous monitoring and detection of stress are necessary. The recent advances in wearable devices have allowed the monitoring of several physiological signals related to stress. Among them, wrist-worn wearable devices like smartwatches are most popular due to their convenient usage. And the photoplethysmography (PPG) sensor is the most prevalent sensor in almost all consumer-grade wrist-worn smartwatches. Therefore, this paper focuses on using a wrist-based PPG sensor that collects Blood Volume Pulse (BVP) signals to detect stress which may be applicable for consumer-grade wristwatches. Moreover, state-of-the-art works have used either classical machine learning algorithms to detect stress using hand-crafted features or have used deep learning algorithms like Convolutional Neural Network (CNN) which automatically extracts features. This paper proposes a novel hybrid CNN (H-CNN) classifier that uses both the hand-crafted features and the automatically extracted features by CNN to detect stress using the BVP signal. Evaluation on the benchmark WESAD dataset shows that, for 3-class classification (Baseline vs. Stress vs. Amusement), our proposed H-CNN outperforms traditional classifiers and normal CNN by ≈5% and ≈7% accuracy, and ≈10% and ≈7% macro F1 score, respectively. Also for 2-class classification (Stress vs. Non-stress), our proposed H-CNN outperforms traditional classifiers and normal CNN by ≈3% and ≈5% accuracy, and ≈3% and ≈7% macro F1score, respectively."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 16, 29, 38, 55, 70, 86, 113, 144, 173, 186, 211, 239]", "abstract_snomed_ents": "[[0, 0, \"C0038435;T033;73595000,262188008\", \"Stress\"], [18, 18, \"C5203670;T047;840539006\", \"COVID-19\"], [21, 22, \"C0231298;T033;23085004\", \"increased stress\"], [28, 28, \"C1280202;T023;244486005\", \"globe.\"], [35, 35, \"C0038435;T033;73595000,262188008\", \"stress\"], [54, 54, \"C0038435;T033;73595000,262188008\", \"stress.\"], [72, 72, \"C0162599;T060;72075005,439515001\", \"photoplethysmography\"], [98, 98, \"C0005767;T031;87612001\", \"Blood\"], [105, 105, \"C0038435;T033;73595000,262188008\", \"stress\"], [125, 125, \"C0038435;T033;73595000,262188008\", \"stress\"], [168, 168, \"C0038435;T033;73595000,262188008\", \"stress\"], [186, 186, \"C0038435;T033;73595000,262188008\", \"Stress\"], [215, 215, \"C0038435;T033;73595000,262188008\", \"(Stress\"]]", "title_snomed_ents": "[[5, 5, \"C0038435;T033;73595000,262188008\", \"Stress\"], [9, 9, \"C0162599;T060;72075005,439515001\", \"Photoplethysmography\"]]", "snomed_codes": ["439515001", "87612001", "23085004", "244486005", "72075005", "262188008", "73595000", "840539006"], "id": "65777d56-04a9-460c-a088-17d62a2b3319", "_version_": 1725432038187597825}, {"pmid": "34892274", "title": ["Design of Novel End-effectors for Robot-assisted Swab Sampling to Combat Respiratory Infectious Diseases."], "abstract": ["The COVID-19 outbreak has caused the mortality worldwide and the use of swab sampling is a common way of screening and diagnosis. To combat respiratory infectious diseases and assist sampling, robots have been utilized and shown promising potentials. Nonetheless, a safe, patient-friendly, and low-cost swabbing system would be crucial for the practical implementation of robots in hospitals or inspection stations. In this study, we proposed two recyclable and cost-efficient end-effector designs that can be equipped at the distal end of a robot to passively regulate or actively sense the force exerted onto patients. One way is to introduce passive compliant mechanisms with soft material to increase the flexibility of the swabbing system, while the other way is utilizing a force-sensing gripper with embedded optoelectronic sensors to actively sense the force or torque. The proposed designs were modelled computationally and tested experimentally. It is identified that the passive compliant mechanisms can increase the flexibility of the swabbing system when subjected to the lateral force and mitigate the vertical force resulted from buckling. The lateral force range that the force-sensing gripper can detect is 0-0.35 N and the vertical force range causing buckling effect that can be sensed by gripper is 1.5-2.5 N."], "journal": "Annu Int Conf IEEE Eng Med Biol Soc", "journal_id": "101763872", "date": "2021-12-11T00:00:00Z", "abstract_sen": "[0, 22, 38, 60, 93, 132, 141, 171, 201]", "abstract_snomed_ents": "[[1, 1, \"C5203670;T047;840539006\", \"COVID-19\"], [13, 13, \"C0441621;T060;257915005\", \"sampling\"], [19, 19, \"C0220908;T060;20135006\", \"screening\"], [21, 21, \"C0011900;T060;439401001\", \"diagnosis.\"], [25, 26, \"C0009450;T047;189822004,40733004,191415002\", \"infectious diseases\"], [29, 29, \"C0441621;T060;257915005\", \"sampling,\"], [58, 58, \"C0199219;T058;32750006,129433002\", \"inspection\"], [170, 170, \"C0231748;T184;19352007\", \"buckling.\"], [190, 190, \"C0231748;T184;19352007\", \"buckling\"]]", "title_snomed_ents": "[[7, 7, \"C0441621;T060;257915005\", \"Sampling\"], [11, 12, \"C0009450;T047;189822004,40733004,191415002\", \"Infectious Diseases.\"]]", "snomed_codes": ["189822004", "129433002", "20135006", "40733004", "191415002", "439401001", "257915005", "19352007", "32750006", "840539006"], "id": "4ade5a48-3645-40b9-b2ff-89b2f80c417f", "_version_": 1725432038302941187}, {"pmid": "34888461", "title": ["Clinical perception of effectiveness of virtual appointments and comparison with appointment outcomes at a specialist children's hospital."], "abstract": ["Introduction: A transition from face-to-face to virtual consultations occurred in response to the COVID-19 pandemic. Evaluation of outcome data is essential for future healthcare modelling. \nMethods: Clinicians at a children's hospital evaluated perceptions of face-to-face video and telephone appointments by questionnaire. Responses were compared with operational outcomes from June 2019 and June 2020. \nResults: Ninety-three clinicians responded from 28 subspecialties. Virtual consultations increased from 6% (2019) to 67% (2020). No differences were found between appointment types for recording a medical and social history; a significant difference (p<0.001) was seen for the perceived ability to detect clinical signs, organise investigations and make a diagnosis. The proportion of appointments resulting in discharge compared with face-to-face visits was unchanged. The proportion of patients requiring further contact increased from 35% (32% face-to-face and 3% telephone) to 46% (14% face-to-face; 21% telephone and 11% video; chi-squared 426; p<0.0001).The percentage of patients offered an appointment following two 'was not brought' appointments increased from 71% (2019) to 81% (2020) and was most common following telephone appointments (20% face-to-face, 43% telephone and 18% video; chi-squared 474; p<0.0001). \nConclusion: The perception of clinicians is that virtual appointments enabled continuity of paediatric care with improved clinical assessment capability and attendance during video consultations compared with telephone consultations. \n© Royal College of Physicians 2021. All rights reserved."], "journal": "Future Healthc J", "journal_id": "101711246", "date": "2021-12-10T00:00:00Z", "keyword": ["outcome", "telehealth", "telemedicine", "virtual appointments"], "abstract_sen": "[0, 15, 25, 41, 53, 60, 69, 103, 116, 179, 207, 213, 216]", "abstract_snomed_ents": "[[13, 13, \"C5203670;T047;840539006\", \"COVID-19\"], [81, 82, \"C0424945;T033;160476009\", \"social history;\"], [98, 98, \"C1261322;T058;386053000,129265001\", \"investigations\"], [102, 102, \"C0011900;T060;439401001\", \"diagnosis.\"], [109, 109, \"C0012621;T031;75823008,307488001.C0600083;T031;258439008\", \"discharge\"], [115, 115, \"C0442739;T033;260388006\", \"unchanged.\"], [146, 146, \"C1444648;T033;410527000\", \"offered\"], [191, 192, \"C3839839;T061;700416004\", \"paediatric care\"], [196, 196, \"C1261322;T058;386053000,129265001\", \"assessment\"]]", "title_snomed_ents": "[]", "snomed_codes": ["75823008", "160476009", "439401001", "410527000", "258439008", "386053000", "307488001", "700416004", "260388006", "129265001", "840539006"], "id": "d25b89e3-6870-4985-8f7b-942a4261a934", "_version_": 1725432037247025152}]}}